{
    "dogs": [
        {
            "name_en": "Labrador Retriever",
            "name_nl": "Labrador Retriever",
            "description_en": "<p>\n  The Labrador Retriever is a friendly and outgoing breed with a gentle and lovable nature. They are known for their intelligence, loyalty, and versatility. Labradors make great family pets and are excellent with children. They have a medium to large size, typically weighing between 55 to 80 pounds (25 to 36 kilograms) and standing about 21.5 to 24.5 inches (55 to 62 centimeters) tall at the shoulder.\n</p>\n<p>\n  Labradors have a short, dense, and water-resistant coat that comes in three main colors: black, yellow, and chocolate. Their coat requires regular brushing to keep it clean and minimize shedding. Labradors are moderate shedders and may shed more during seasonal changes.\n</p>\n<p>\n  <strong>Temperament and Personality:</strong> Labradors are known for their friendly, outgoing, and eager-to-please nature. They have a naturally gentle and patient temperament, making them excellent companions and therapy dogs. Labradors are highly sociable and get along well with other dogs and pets. They are known for their playfulness and are always up for a game of fetch or a swim. Labradors have a tendency to become overweight if not provided with enough exercise and a balanced diet.\n</p>\n<p>\n  <strong>Exercise Needs:</strong> As an active and energetic breed, Labradors have a medium to high exercise needs. They require daily physical activity to keep them mentally stimulated and physically fit. Labradors love outdoor adventures, such as long walks, jogging, swimming, and playing fetch. Engaging them in mentally stimulating activities, such as obedience training, agility, or scent work, can also help keep them happy and prevent boredom.\n</p>\n<p>\n  <strong>Grooming Requirements:</strong> Labradors have a short coat that is relatively easy to maintain. Regular brushing, preferably once or twice a week, helps remove loose hair and keeps their coat in good condition. They are moderate shedders, so occasional shedding throughout the year is normal. Labradors should be bathed when necessary, such as after outdoor adventures or if they get dirty.\n</p>\n<p>\n  <strong>Trainability:</strong> Labradors are highly intelligent and eager to please, making them highly trainable. They excel in obedience training and are often used as service dogs, search and rescue dogs, and in various working roles. Labradors respond well to positive reinforcement training methods, including praise, treats, and rewards. Early socialization and consistent, positive training from an early age are important to help them grow into well-behaved and well-adjusted adults.\n</p>\n<p>\n  <strong>Protectiveness:</strong> Labradors are generally friendly and social, rather than being highly protective. While they may alert their owners to unfamiliar sounds or visitors, they are not typically aggressive or possessive. Labradors are more likely to greet strangers with wagging tails rather than exhibiting protective behaviors. However, individual personalities may vary, and some Labradors may display more protective instincts than others.\n</p>\n<p>\n  Labradors are beloved for their affectionate nature, loyalty, and versatility. Whether as a family pet, working companion, or therapy dog, they bring joy and companionship to countless households around the world.\n</p>\n",
            "description_nl": "<p>\n  De Labrador Retriever is een vriendelijk en extravert ras met een zachtaardige en liefdevolle aard. Ze staan bekend om hun intelligentie, loyaliteit en veelzijdigheid. Labradors zijn geweldige gezinshonden en zijn uitstekend met kinderen. Ze hebben een middelgroot tot groot formaat en wegen doorgaans tussen de 25 en 36 kilogram en hebben een schofthoogte van ongeveer 55 tot 62 centimeter.\n</p>\n<p>\n  Labradors hebben een korte, dichte en waterbestendige vacht in drie hoofdkleuren: zwart, geel en chocolade. Hun vacht vereist regelmatig borstelen om het schoon te houden en het verharen te verminderen. Labradors verharen gematigd en kunnen tijdens seizoensveranderingen meer verharen.\n</p>\n<p>\n  <strong>Karakter en Persoonlijkheid:</strong> Labradors staan bekend om hun vriendelijke, extraverte en altijd-wil-plezieren aard. Ze hebben van nature een zachtaardig en geduldig temperament, waardoor ze uitstekende gezelschaps- en therapiehonden zijn. Labradors zijn zeer sociaal en kunnen goed overweg met andere honden en huisdieren. Ze staan bekend om hun speelsheid en zijn altijd in voor een spelletje apporteren of zwemmen. Labradors hebben de neiging om overgewicht te krijgen als ze niet voldoende beweging en een uitgebalanceerd dieet krijgen.\n</p>\n<p>\n  <strong>Bewegingsbehoeften:</strong> Als een actief en energiek ras hebben Labradors middelmatige tot hoge bewegingsbehoeften. Ze hebben dagelijks lichamelijke activiteit nodig om mentaal gestimuleerd en fysiek fit te blijven. Labradors houden van buitenavonturen zoals lange wandelingen, joggen, zwemmen en apporteerspelletjes. Het betrekken van hen bij mentaal stimulerende activiteiten zoals gehoorzaamheidstraining, behendigheid of speurwerk kan hen ook gelukkig houden en verveling voorkomen.\n</p>\n<p>\n  <strong>Vachtverzorging:</strong> Labradors hebben een korte vacht die relatief eenvoudig te onderhouden is. Regelmatig borstelen, bij voorkeur één of twee keer per week, helpt losse haren te verwijderen en de vacht in goede conditie te houden. Ze verharen gematigd, dus incidenteel verharen gedurende het jaar is normaal. Labradors moeten worden gebaad wanneer dat nodig is, bijvoorbeeld na buitenavonturen of als ze vies zijn.\n</p>\n<p>\n  <strong>Aanleren:</strong> Labradors zijn zeer intelligent en willen graag gehoorzamen, waardoor ze gemakkelijk te trainen zijn. Ze blinken uit in gehoorzaamheidstraining en worden vaak gebruikt als hulphonden, zoek- en reddingshonden en in diverse werkrollen. Labradors reageren goed op trainingsmethoden met positieve bekrachtiging, zoals lof, beloningen en treats. Vroege socialisatie en consequente, positieve training vanaf jonge leeftijd zijn belangrijk om ervoor te zorgen dat ze zich ontwikkelen tot goed opgevoede en evenwichtige volwassen honden.\n</p>\n<p>\n  <strong>Beschermend gedrag:</strong> Labradors zijn over het algemeen vriendelijk en sociaal, in plaats van sterk beschermend. Hoewel ze hun eigenaren mogelijk waarschuwen voor onbekende geluiden of bezoekers, zijn ze over het algemeen niet agressief of bezitterig. Labradors begroeten vreemden eerder met kwispelende staarten dan met beschermend gedrag. Individuele persoonlijkheden kunnen echter variëren en sommige Labradors kunnen meer beschermende instincten vertonen dan andere.\n</p>\n<p>\n  Labradors worden geliefd om hun aanhankelijke aard, loyaliteit en veelzijdigheid. Of het nu als gezinshond, werkmaatje of therapiehond is, ze brengen vreugde en gezelschap in talloze huishoudens over de hele wereld.\n</p>\n",
            "exercise_needs": 8,
            "grooming_requirements": 3,
            "trainability": 9,
            "protectiveness": 4
        },
        {
            "name_en": "German Shepherd",
            "name_nl": "Duitse Herder",
            "description_en": "<p>\n  The German Shepherd is a highly intelligent and versatile breed with a strong and confident demeanor. They are known for their loyalty, courage, and exceptional working abilities. German Shepherds are often used in various working roles, including as police dogs, search and rescue dogs, and service dogs. They have a medium to large size, typically weighing between 50 to 90 pounds (23 to 41 kilograms) and standing about 22 to 26 inches (56 to 66 centimeters) tall at the shoulder.\n</p>\n<p>\n  German Shepherds have a double coat with a dense, straight or slightly wavy outer coat and a thick undercoat. They come in various color combinations, including black and tan, sable, and solid black. Their coat requires regular brushing to minimize shedding and keep it clean and healthy. German Shepherds are moderate shedders and may shed more during seasonal changes.\n</p>\n<p>\n  <strong>Temperament and Personality:</strong> German Shepherds are known for their intelligence, trainability, and loyalty. They are typically confident, courageous, and protective of their families. German Shepherds are highly devoted and make excellent family companions and guard dogs. Proper socialization and training from an early age are important to ensure they grow into well-mannered and well-adjusted adults.\n</p>\n<p>\n  <strong>Exercise Needs:</strong> As an active and working breed, German Shepherds have high exercise needs. They require daily mental and physical stimulation to channel their energy and prevent boredom. Regular exercise, such as long walks, jogging, playtime, and obedience training sessions, is essential to keep them happy and healthy.\n</p>\n<p>\n  <strong>Grooming Requirements:</strong> German Shepherds have a medium-length double coat that requires regular grooming. Brushing their coat a few times a week helps remove loose hair and prevent matting. They shed moderately throughout the year and may have heavier shedding periods twice a year. Occasional bathing and nail trimming are also necessary to maintain their overall hygiene.\n</p>\n<p>\n  <strong>Trainability:</strong> German Shepherds are highly intelligent and eager to please, which makes them highly trainable. They excel in obedience training and can learn a wide range of commands and tasks. Consistent and positive reinforcement methods work best with this breed. Early socialization and ongoing training are important to ensure they develop good manners and become well-behaved companions.\n</p>\n<p>\n  <strong>Protectiveness:</strong> German Shepherds have a natural protective instinct, and they are often protective of their families and territory. They are known to be watchful and alert, making them excellent guard dogs. However, proper training and socialization are necessary to ensure they differentiate between real threats and normal situations, and to prevent any potential behavior issues.\n</p>\n<p>\n  German Shepherds are highly regarded for their versatility, intelligence, and loyalty. They are a beloved breed that excels in various roles and forms strong bonds with their families.\n</p>\n",
            "description_nl": "<p>\n  De Duitse Herder is een zeer intelligente en veelzijdige hondenras met een sterke en zelfverzekerde uitstraling. Ze staan bekend om hun loyaliteit, moed en uitzonderlijke werkvermogen. Duitse Herders worden vaak ingezet in verschillende werkgebieden, zoals politiehonden, zoek- en reddingshonden en hulphonden. Ze hebben een middelgroot tot groot formaat en wegen doorgaans tussen de 23 en 41 kilogram en hebben een schofthoogte van ongeveer 56 tot 66 centimeter.\n</p>\n<p>\n  Duitse Herders hebben een dubbele vacht met een dichte, rechte of licht golvende buitenlaag en een dikke ondervacht. Ze komen voor in verschillende kleurcombinaties, waaronder zwart en tan, sable en effen zwart. Hun vacht vereist regelmatig borstelen om het verharen te verminderen en schoon en gezond te houden. Duitse Herders verharen matig en kunnen meer verharen tijdens seizoensveranderingen.\n</p>\n<p>\n  <strong>Karakter en Persoonlijkheid:</strong> Duitse Herders staan bekend om hun intelligentie, trainbaarheid en loyaliteit. Ze zijn doorgaans zelfverzekerd, moedig en beschermend ten opzichte van hun gezin. Duitse Herders zijn zeer toegewijd en maken uitstekende gezinsgenoten en waakhonden. Een goede socialisatie en training vanaf jonge leeftijd zijn belangrijk om ervoor te zorgen dat ze opgroeien tot goedgemanierde en evenwichtige volwassen honden.\n</p>\n<p>\n  <strong>Bewegingsbehoeften:</strong> Als een actief en werkend ras hebben Duitse Herders veel beweging nodig. Ze hebben dagelijks zowel mentale als fysieke stimulatie nodig om hun energie kwijt te kunnen en verveling te voorkomen. Regelmatige lichaamsbeweging, zoals lange wandelingen, joggen, speeltijd en gehoorzaamheidstraining, is essentieel om ze gelukkig en gezond te houden.\n</p>\n<p>\n  <strong>Vachtverzorging:</strong> Duitse Herders hebben een middellange dubbele vacht die regelmatige verzApologies for the confusion. Here are the full descriptions for the remaining dog breeds, both in English and Dutch:\n\n2. German Shepherd / Duitse Herder:\n\nEnglish:\n```html\n<p>\n  The German Shepherd is a highly intelligent and versatile breed with a strong and confident demeanor. They are known for their loyalty, courage, and exceptional working abilities. German Shepherds are often used in various working roles, including as police dogs, search and rescue dogs, and service dogs. They have a medium to large size, typically weighing between 50 to 90 pounds (23 to 41 kilograms) and standing about 22 to 26 inches (56 to 66 centimeters) tall at the shoulder.\n</p>\n<p>\n  German Shepherds have a double coat with a dense, straight or slightly wavy outer coat and a thick undercoat. They come in various color combinations, including black and tan, sable, and solid black. Their coat requires regular brushing to minimize shedding and keep it clean and healthy. German Shepherds are moderate shedders and may shed more during seasonal changes.\n</p>\n<p>\n  <strong>Temperament and Personality:</strong> German Shepherds are known for their intelligence, trainability, and loyalty. They are typically confident, courageous, and protective of their families. German Shepherds are highly devoted and make excellent family companions and guard dogs. Proper socialization and training from an early age are important to ensure they grow into well-mannered and well-adjusted adults.\n</p>\n<p>\n  <strong>Exercise Needs:</strong> As an active and working breed, German Shepherds have high exercise needs. They require daily mental and physical stimulation to channel their energy and prevent boredom. Regular exercise, such as long walks, jogging, playtime, and obedience training sessions, is essential to keep them happy and healthy.\n</p>\n<p>\n  <strong>Grooming Requirements:</strong> German Shepherds have a medium-length double coat that requires regular grooming. Brushing their coat a few times a week helps remove loose hair and prevent matting. They shed moderately throughout the year and may have heavier shedding periods twice a year. Occasional bathing and nail trimming are also necessary to maintain their overall hygiene.\n</p>\n<p>\n  <strong>Trainability:</strong> German Shepherds are highly intelligent and eager to please, which makes them highly trainable. They excel in obedience training and can learn a wide range of commands and tasks. Consistent and positive reinforcement methods work best with this breed. Early socialization and ongoing training are important to ensure they develop good manners and become well-behaved companions.\n</p>\n<p>\n  <strong>Protectiveness:</strong> German Shepherds have a natural protective instinct, and they are often protective of their families and territory. They are known to be watchful and alert, making them excellent guard dogs. However, proper training and socialization are necessary to ensure they differentiate between real threats and normal situations, and to prevent any potential behavior issues.\n</p>\n<p>\n  German Shepherds are highly regarded for their versatility, intelligence, and loyalty. They are a beloved breed that excels in various roles and forms strong bonds with their families.\n</p>\n",
            "exercise_needs": 9,
            "grooming_requirements": 5,
            "trainability": 10,
            "protectiveness": 10
        },
        {
            "name_en": "Golden Retriever",
            "name_nl": "Golder Retriever",
            "description_en": "<p>\n  The Golden Retriever is a lovable and family-friendly breed known for its intelligence, patience, and friendly nature. They have a medium to large size, typically weighing between 55 to 75 pounds (25 to 34 kilograms) and standing about 21.5 to 24 inches (55 to 61 centimeters) tall at the shoulder.\n</p>\n<p>\n  Golden Retrievers have a beautiful and dense coat that comes in various shades of gold. Their coat is water-resistant and requires regular brushing to keep it clean and free of tangles. They are moderate shedders and may have heavier shedding periods during seasonal changes.\n</p>\n<p>\n  <strong>Temperament and Personality:</strong> Golden Retrievers are known for their friendly, gentle, and patient nature. They are excellent with children and get along well with other pets. They are highly intelligent and eager to please, making them easy to train. Golden Retrievers are also known for their love of water and are excellent swimmers.\n</p>\n<p>\n  <strong>Exercise Needs:</strong> As an active and energetic breed, Golden Retrievers require regular exercise to keep them physically and mentally stimulated. They enjoy activities such as walking, jogging, playing fetch, and swimming. Daily exercise and playtime are essential to prevent boredom and maintain their overall health and well-being.\n</p>\n<p>\n  <strong>Grooming Requirements:</strong> Golden Retrievers have a dense and water-repellent coat that requires regular brushing to prevent matting and remove loose hair. They shed moderately throughout the year and may have heavier shedding during seasonal changes. Regular bathing, ear cleaning, and nail trimming are also necessary for their grooming needs.\n</p>\n<p>\n  <strong>Trainability:</strong> Golden Retrievers are highly trainable due to their intelligence and willingness to please. They respond well to positive reinforcement techniques and enjoy learning new commands and tricks. Early socialization and obedience training are important to ensure they grow into well-behaved and well-adjusted dogs.\n</p>\n<p>\n  Golden Retrievers are known for their loving and friendly nature. They are great companions for families, individuals, and even other pets. Their loyalty, intelligence, and social nature make them one of the most popular dog breeds worldwide.\n</p>\n",
            "description_nl": "<p>\n  De Golden Retriever is een liefdevol en gezinsvriendelijk hondenras dat bekend staat om zijn intelligentie, geduld en vriendelijke aard. Ze hebben een middelgroot tot groot formaat en wegen doorgaans tussen de 25 en 34 kilogram en hebben een schofthoogte van ongeveer 55 tot 61 centimeter.\n</p>\n<p>\n  Golden Retrievers hebben een mooie en dichte vacht die in verschillende tinten goud voorkomt. Hun vacht is waterbestendig en vereist regelmatig borstelen om deze schoon en klitvrij te houden. Ze verharen matig en kunnen meer verharen tijdens seizoensveranderingen.\n</p>\n<p>\n  <strong>Karakter en Persoonlijkheid:</strong> Golden Retrievers staan bekend om hun vriendelijke, zachte en geduldige karakter. Ze gaan uitstekend om met kinderen en kunnen goed overweg met andere huisdieren. Ze zijn zeer intelligent en willen graag gehoorzamen, waardoor ze gemakkelijk te trainen zijn. Golden Retrievers staan ook bekend om hun liefde voor water en zijn uitstekende zwemmers.\n</p>\n<p>\n  <strong>Bewegingsbehoeften:</strong> Als een actief en energiek ras hebben Golden Retrievers regelmatige lichaamsbeweging nodig om zowel lichamelijk als mentaal gestimuleerd te blijven. Ze genieten van activiteiten zoals wandelen, joggen, apporteren en zwemmen. Dagelijkse lichaamsbeweging en speeltijd zijn essentieel om verveling te voorkomen en hun algehele gezondheid en welzijn te behouden.\n</p>\n<p>\n  <strong>Vachtverzorging:</strong> Golden Retrievers hebben een dichte en waterafstotende vacht die regelmatig borstelen vereist om klitten te voorkomen en losse haren te verwijderen. Ze verharen matig gedurende het hele jaar en kunnen meer verharen tijdens seizoensveranderingen. Reguliere baden, oorreiniging en nagelknippen zijn ook noodzakelijk voor hun verzorgingsbehoeften.\n</p>\n<p>\n  <strong>Aanleren:</strong> Golden Retrievers zijn zeer trainbaar vanwege hun intelligentie en bereidheid om te gehoorzamen. Ze reageren goed op positieve trainingsmethoden en vinden het leuk om nieuwe commando's en trucjes te leren. Vroege socialisatie en gehoorzaamheidstraining zijn belangrijk om ervoor te zorgen dat ze opgroeien tot goedgemanierde en evenwichtige honden.\n</p>\n<p>\n  Golden Retrievers staan bekend om hun liefdevolle en vriendelijke karakter. Ze zijn geweldige metgezellen voor gezinnen, individuen en zelfs andere huisdieren. Hun loyaliteit, intelligentie en sociale aard maken hen een van de meest populaire hondenrassen ter wereld.\n</p>\n",
            "exercise_needs": 8,
            "grooming_requirements": 6,
            "trainability": 9,
            "protectiveness": 3
        },
        {
            "name_en": "Bulldog",
            "name_nl": "Bulldog",
            "description_en": "<p>\n  The Bulldog, also known as the English Bulldog, is a medium-sized breed with a distinctive and recognizable appearance. They have a sturdy build, a wrinkled face, and a pushed-in nose. Bulldogs have a weight range of 40 to 50 pounds (18 to 23 kilograms) and stand about 14 to 15 inches (36 to 38 centimeters) tall at the shoulder.\n</p>\n<p>\n  Bulldogs have a short and smooth coat that comes in various colors, including brindle, white, fawn, and combinations of these. Their coat requires minimal grooming and occasional brushing to keep it clean and free of loose hair. Bulldogs are moderate shedders.\n</p>\n<p>\n  <strong>Temperament and Personality:</strong> Bulldogs are known for their affectionate, friendly, and gentle nature. They are generally good with children and make excellent family pets. Bulldogs have a calm and laid-back personality, although they can be stubborn at times. They thrive on human companionship and enjoy being part of the family.\n</p>\n<p>\n  <strong>Exercise Needs:</strong> Bulldogs have low to moderate exercise needs due to their brachycephalic (short-nosed) structure. They enjoy leisurely walks and play sessions, but they are not known for high endurance or excessive physical activities. Bulldogs are sensitive to heat and should be kept in a cool and comfortable environment during hot weather.\n</p>\n<p>\n  <strong>Grooming Requirements:</strong> Bulldogs have a short and smooth coat that is easy to maintain. Regular brushing helps remove loose hair and keep their coat in good condition. Special attention should be given to cleaning their facial wrinkles to prevent skin irritation and infections. Bulldogs may need occasional bathing to keep them clean and fresh.\n</p>\n<p>\n  <strong>Trainability:</strong> Bulldogs have a moderate level of trainability. They are intelligent but can be stubborn at times, which may require patience and consistent training methods. Positive reinforcement techniques, such as rewards and praise, work well with Bulldogs. Early socialization and obedience training are important to shape their behavior and ensure they grow into well-behaved companions.\n</p>\n<p>\n  Bulldogs are known for their endearing and lovable nature. Despite their strong appearance, they are gentle and affectionate companions that thrive on love and attention. Their unique appearance and charming personality have made them popular pets around the world.\n</p>\n",
            "description_nl": "<p>\n  De Bulldog, ook wel bekend als de Engelse Bulldog, is een middelgroot ras met een onderscheidend en herkenbaar uiterlijk. Ze hebben een stevig lichaam, een gerimpeld gezicht en een ingedrukte neus. Bulldogs hebben een gewicht tussen de 18 en 23 kilogram en hebben een schofthoogte van ongeveer 36 tot 38 centimeter.\n</p>\n<p>\n  Bulldogs hebben een korte en gladde vacht die voorkomt in verschillende kleuren, waaronder gestroomd, wit, vaal en combinaties hiervan. Hun vacht vereist minimaal onderhoud en af en toe borstelen om deze schoon en vrij van losse haren te houden. Bulldogs verharen matig.\n</p>\n<p>\n  <strong>Karakter en Persoonlijkheid:</strong> Bulldogs staan bekend om hun aanhankelijke, vriendelijke en zachtaardige karakter. Ze gaan over het algemeen goed om met kinderen en zijn uitstekende gezinshonden. Bulldogs hebben een rustig en ontspannen karakter, hoewel ze soms koppig kunnen zijn. Ze gedijen goed op menselijk gezelschap en vinden het fijn om deel uit te maken van het gezin.\n</p>\n<p>\n  <strong>Bewegingsbehoeften:</strong> Bulldogs hebben een lage tot gematigde behoefte aan lichaamsbeweging vanwege hun brachycefale (kortneuzige) structuur. Ze genieten van rustige wandelingen en speelsessies, maar staan niet bekend om hun uithoudingsvermogen of overmatige lichamelijke activiteiten. Bulldogs zijn gevoelig voor warmte en moeten tijdens warm weer in een koele en comfortabele omgeving worden gehouden.\n</p>\n<p>\n  <strong>Vachtverzorging:</strong> Bulldogs hebben een korte en gladde vacht die gemakkelijk te onderhouden is. Regelmatig borstelen helpt losse haren te verwijderen en hun vacht in goede conditie te houden. Bijzondere aandacht moet worden besteed aan het schoonmaken van de gezichtsplooien om huidirritatie en infecties te voorkomen. Bulldogs kunnen af en toe een bad nodig hebben om ze schoon en fris te houden.\n</p>\n<p>\n  <strong>Aanleren:</strong> Bulldogs hebben een gematigd trainingsniveau. Ze zijn intelligent maar kunnen soms koppig zijn, wat geduld en consistente trainingsmethoden vereist. Positieve bekrachtigingstechnieken, zoals beloningen en lof, werken goed bij Bulldogs. Vroege socialisatie en gehoorzaamheidstraining zijn belangrijk om hun gedrag te vormen en ervoor te zorgen dat ze opgroeien tot goedgemanierde metgezellen.\n</p>\n<p>\n  Bulldogs staan bekend om hun vertederende en liefdevolle karakter. Ondanks hun sterke uiterlijk zijn ze zachte en aanhankelijke metgezellen die gedijen op liefde en aandacht. Hun unieke uiterlijk en charmante persoonlijkheid hebben hen tot populaire huisdieren gemaakt over de hele wereld.\n</p>\n",
            "exercise_needs": 4,
            "grooming_requirements": 3,
            "trainability": 6,
            "protectiveness": 5
        },
        {
            "name_en": "Poodle",
            "name_nl": "Poedel",
            "description_en": "<p>\n  The Poodle is a highly intelligent and elegant breed known for its curly hypoallergenic coat and graceful appearance. They come in three different sizes: Standard, Miniature, and Toy. The Standard Poodle typically weighs between 45 to 70 pounds (20 to 32 kilograms) and stands about 15 to 21 inches (38 to 53 centimeters) tall at the shoulder.\n</p>\n<p>\n  Poodles have a dense and curly coat that is low-shedding and considered hypoallergenic. Their coat comes in various solid colors such as black, white, apricot, and silver. Regular grooming is essential to maintain their coat's condition, and professional grooming may be required to keep their coat styled.\n</p>\n<p>\n  <strong>Temperament and Personality:</strong> Poodles are known for their intelligence, trainability, and lively nature. They are highly adaptable and make great companions for individuals and families. Poodles are generally friendly, affectionate, and eager to please. They thrive on mental stimulation and enjoy learning new tricks and tasks.\n</p>\n<p>\n  <strong>Exercise Needs:</strong> Poodles are active and energetic dogs that require regular exercise to keep them physically and mentally stimulated. Daily walks, playtime, and interactive activities, such as obedience training or agility exercises, are recommended to meet their exercise needs. Poodles enjoy participating in various canine sports and activities.\n</p>\n<p>\n  <strong>Grooming Requirements:</strong> Poodles have a high-maintenance coat that requires regular grooming to keep it in optimal condition. This includes regular brushing to prevent matting, as well as professional grooming every 4 to 6 weeks for coat trimming and shaping. Poodles also require regular ear cleaning, teeth brushing, and nail trimming to maintain their overall hygiene.\n</p>\n<p>\n  <strong>Trainability:</strong> Poodles are highly trainable and often excel in obedience and agility training. They are quick learners and enjoy participating in training sessions. Poodles respond well to positive reinforcement techniques and thrive on praise and rewards. Early socialization and consistent training are important to ensure they develop good manners and become well-behaved companions.\n</p>\n<p>\n  Poodles are versatile and elegant dogs that have been popular for centuries. Their combination of intelligence, elegance, and hypoallergenic coat makes them a beloved breed among dog enthusiasts.\n</p>\n",
            "description_nl": "<p>\n  De Poedel is een zeer intelligente en elegante hondenras dat bekend staat om zijn gekrulde hypoallergene vacht en gracieuze uiterlijk. Ze komen in drie verschillende formaten: Standaard, Dwerg en Toy. De Standaard Poedel weegt doorgaans tussen de 20 en 32 kilogram en heeft een schofthoogte van ongeveer 38 tot 53 centimeter.\n</p>\n<p>\n  Poedels hebben een dichte en gekrulde vacht die weinig verharing heeft en als hypoallergeen wordt beschouwd. Hun vacht komt voor in verschillende effen kleuren zoals zwart, wit, abrikoos en zilver. Reguliere vachtverzorging is essentieel om de vacht in goede conditie te houden, en professionele vachtverzorging kan nodig zijn om de vacht in model te houden.\n</p>\n<p>\n  <strong>Karakter en Persoonlijkheid:</strong> Poedels staan bekend om hun intelligentie, trainbaarheid en levendige karakter. Ze zijn zeer aanpasbaar en maken geweldige metgezellen voor individuen en gezinnen. Poedels zijn over het algemeen vriendelijk, aanhankelijk en willen graag gehoorzamen. Ze gedijen op mentale stimulatie en vinden het leuk om nieuwe trucjes en taken te leren.\n</p>\n<p>\n  <strong>Bewegingsbehoeften:</strong> Poedels zijn actieve en energieke honden die regelmatige lichaamsbeweging nodig hebben om zowel lichamelijk als mentaal gestimuleerd te blijven. Dagelijkse wandelingen, speeltijd en interactieve activiteiten zoals gehoorzaamheidstraining of behendigheidsoefeningen worden aanbevolen om aan hun bewegingsbehoeften te voldoen. Poedels doen graag mee aan verschillende hondensporten en activiteiten.\n</p>\n<p>\n  <strong>Vachtverzorging:</strong> Poedels hebben een vacht met veel onderhoud die regelmatige verzorging vereist om deze in optimale conditie te houden. Dit omvat regelmatig borstelen om klitten te voorkomen, evenals professionele vachtverzorging elke 4 tot 6 weken om de vacht bij te knippen en in model te houden. Poedels hebben ook regelmatige oorreiniging, tandenpoetsen en nagelknippen nodig om hun algehele hygiëne te behouden.\n</p>\n<p>\n",
            "exercise_needs": 7,
            "grooming_requirements": 9,
            "trainability": 10,
            "protectiveness": 2
        },
        {
            "name_en": "Beagle",
            "name_nl": "Beagle",
            "description_en": "<p>\n  The Beagle is a friendly and curious breed known for its keen sense of smell and merry personality. They have a small to medium size, typically weighing between 20 to 30 pounds (9 to 14 kilograms) and standing about 13 to 15 inches (33 to 38 centimeters) tall at the shoulder.\n</p>\n<p>\n  Beagles have a short and dense coat that comes in various colors, including tri-color (black, white, and brown) and lemon (pale yellow). Their coat requires minimal grooming and occasional brushing to keep it clean and free of loose hair. Beagles are moderate shedders.\n</p>\n<p>\n  <strong>Temperament and Personality:</strong> Beagles are known for their friendly, sociable, and merry disposition. They have a curious nature and are often described as \"happy-go-lucky.\" Beagles are generally good with children and get along well with other dogs. They have a strong sense of smell and are often used as scent hounds for tracking and hunting.\n</p>\n<p>\n  <strong>Exercise Needs:</strong> Beagles are an active and energetic breed that requires regular exercise to prevent boredom and maintain their overall health. They enjoy daily walks, playtime, and mental stimulation. Beagles have a tendency to follow scents, so it's important to keep them in a secure and fenced area or use a leash during outdoor activities.\n</p>\n<p>\n  <strong>Grooming Requirements:</strong> Beagles have a short and easy-to-maintain coat. Regular brushing helps keep their coat clean and minimize shedding. They may need occasional bathing to keep them smelling fresh. It's also important to check their ears regularly and keep them clean to prevent ear infections.\n</p>\n<p>\n  <strong>Trainability:</strong> Beagles are intelligent but can be independent and have a stubborn streak. They respond well to positive reinforcement techniques and reward-based training methods. Consistency, patience, and firm but gentle handling are important when training Beagles. Early socialization and obedience training are essential to help them become well-behaved companions.\n</p>\n<p>\n  Beagles are beloved for their friendly nature, merry personality, and exceptional sense of smell. They make wonderful family pets and companions for active individuals or families.\n</p>\n",
            "description_nl": "<p>\n  De Beagle is een vriendelijk en nieuwsgierig hondenras dat bekend staat om zijn scherpe reukzin en vrolijke persoonlijkheid. Ze hebben een kleine tot middelgrote grootte en wegen doorgaans tussen de 9 en 14 kilogram en hebben een schofthoogte van ongeveer 33 tot 38 centimeter.\n</p>\n<p>\n  Beagles hebben een korte en dichte vacht die voorkomt in verschillende kleuren, waaronder driekleur (zwart, wit en bruin) en citroen (bleekgeel). Hun vacht vereist minimaal onderhoud en af en toe borstelen om deze schoon en vrij van losse haren te houden. Beagles verharen matig.\n</p>\n<p>\n  <strong>Karakter en Persoonlijkheid:</strong> Beagles staan bekend om hun vriendelijke, sociale en vrolijke karakter. Ze hebben een nieuwsgierige aard en worden vaak omschreven als \"vrolijke levensgenieters\". Beagles gaan over het algemeen goed om met kinderen en kunnen goed overweg met andere honden. Ze hebben een sterk reukvermogen en worden vaak gebruikt als speurhonden voor het volgen van geuren en bij de jacht.\n</p>\n<p>\n  <strong>Bewegingsbehoeften:</strong> Beagles zijn een actief en energiek ras dat regelmatige lichaamsbeweging nodig heeft om verveling te voorkomen en hun algehele gezondheid te behouden. Ze genieten van dagelijkse wandelingen, speeltijd en mentale stimulatie. Beagles hebben de neiging om geuren te volgen, dus het is belangrijk om ze binnen een veilig en omheind gebied te houden of een riem te gebruiken tijdens buitenactiviteiten.\n</p>\n<p>\n  <strong>Vachtverzorging:</strong> Beagles hebben een korte en gemakkelijk te onderhouden vacht. Regelmatig borstelen helpt de vacht schoon te houden en verharing te minimaliseren. Ze hebben af en toe een bad nodig om ze fris te laten ruiken. Het is ook belangrijk om hun oren regelmatig te controleren en schoon te houden om oorinfecties te voorkomen.\n</p>\n<p>\n  <strong>Aanleren:</strong> Beagles zijn intelligent maar kunnen onafhankelijk zijn en een eigenzinnige kant hebben. Ze reageren goed op positieve bekrachtigingstechnieken en beloningsgerichte trainingsmethoden. Consistentie, geduld en vriendelijke maar stevige omgang zijn belangrijk bij het trainen van Beagles. Vroege socialisatie en gehoorzaamheidstraining zijn essentieel om hen te helpen opgroeien tot goedgemanierde metgezellen.\n</p>\n<p>\n  Beagles zijn geliefd om hun vriendelijke karakter, vrolijke persoonlijkheid en uitzonderlijke reukvermogen. Ze zijn geweldige gezinsdieren en metgezellen voor actieve individuen of gezinnen.\n</p>\n",
            "exercise_needs": 7,
            "grooming_requirements": 5,
            "trainability": 7,
            "protectiveness": 2
        },
        {
            "name_en": "Boxer",
            "name_nl": "Boxer",
            "description_en": "<p>\n  The Boxer is a medium-sized breed known for its strong, muscular build and distinctive square-shaped head. They have a weight range of 50 to 70 pounds (23 to 32 kilograms) and stand about 21 to 25 inches (53 to 63 centimeters) tall at the shoulder.\n</p>\n<p>\n  Boxers have a short and shiny coat that comes in various colors, including fawn and brindle, often with white markings on the chest and face. Their coat requires minimal grooming and occasional brushing to keep it clean and healthy. Boxers are moderate shedders.\n</p>\n<p>\n  <strong>Temperament and Personality:</strong> Boxers are known for their friendly, playful, and energetic nature. They are loyal and protective of their family, making them excellent guard dogs. Boxers are good with children and can be patient and gentle. They have a strong prey drive and may display a boisterous, clownish behavior.\n</p>\n<p>\n  <strong>Exercise Needs:</strong> Boxers are an active breed that requires regular exercise to channel their energy and prevent boredom. They enjoy daily walks, playtime, and engaging in interactive activities such as fetching or agility training. Boxers thrive on mental and physical stimulation.\n</p>\n<p>\n  <strong>Grooming Requirements:</strong> Boxers have a short coat that is easy to maintain. Regular brushing helps keep their coat clean and minimizes shedding. They may need occasional bathing to keep them smelling fresh. It's also important to clean their ears regularly to prevent ear infections.\n</p>\n<p>\n  <strong>Trainability:</strong> Boxers are intelligent and eager to please, which makes them highly trainable. They respond well to positive reinforcement techniques and consistency in training. Early socialization and obedience training are crucial to help them develop good manners and become well-behaved companions.\n</p>\n<p>\n  Boxers are known for their strong and protective nature combined with a playful and friendly personality. They make loyal and devoted family companions and are always ready for a good play session or a warm snuggle.\n</p>\n",
            "description_nl": "<p>\n  De Boxer is een middelgroot ras dat bekend staat om zijn sterke, gespierde bouw en kenmerkende vierkante kop. Ze wegen doorgaans tussen de 23 en 32 kilogram en hebben een schofthoogte van ongeveer 53 tot 63 centimeter.\n</p>\n<p>\n  Boxers hebben een korte en glanzende vacht die voorkomt in verschillende kleuren, waaronder vaal en gestroomd, vaak met witte aftekeningen op de borst en het gezicht. Hun vacht vereist minimaal onderhoud en af en toe borstelen om deze schoon en gezond te houden. Boxers verharen matig.\n</p>\n<p>\n  <strong>Karakter en Persoonlijkheid:</strong> Boxers staan bekend om hun vriendelijke, speelse en energieke karakter. Ze zijn loyaal en beschermend ten opzichte van hun gezin, waardoor ze uitstekende waakhonden zijn. Boxers gaan goed om met kinderen en kunnen geduldig en zachtaardig zijn. Ze hebben een sterk jachtinstinct en kunnen een levendig en clownesk gedrag vertonen.\n</p>\n<p>\n  <strong>Bewegingsbehoeften:</strong> Boxers zijn een actief ras dat regelmatige lichaamsbeweging nodig heeft om hun energie te kanaliseren en verveling te voorkomen. Ze genieten van dagelijkse wandelingen, speeltijd en het deelnemen aan interactieve activiteiten zoals apporteren of behendigheidstraining. Boxers gedijen op mentale en fysieke stimulatie.\n</p>\n<p>\n  <strong>Vachtverzorging:</strong> Boxers hebben een korte vacht die gemakkelijk te onderhouden is. Regelmatig borstelen helpt de vacht schoon te houden en verharing te minimaliseren. Ze hebben af en toe een bad nodig om ze fris te laten ruiken. Het is ook belangrijk om hun oren regelmatig schoon te maken om oorinfecties te voorkomen.\n</p>\n<p>\n  <strong>Aanleren:</strong> Boxers zijn intelligent en willen graag gehoorzamen, wat hen zeer trainbaar maakt. Ze reageren goed op positieve bekrachtigingstechnieken en consistentie in training. Vroege socialisatie en gehoorzaamheidstraining zijn van cruciaal belang om hen goede manieren aan te leren en ze te laten opgroeien tot goedgemanierde metgezellen.\n</p>\n<p>\n  Boxers staan bekend om hun sterke en beschermende karakter in combinatie met een speels en vriendelijk karakter. Ze zijn loyale en toegewijde gezinsgezellen en zijn altijd klaar voor een speels spel of een warme knuffel.\n</p>\n",
            "exercise_needs": 9,
            "grooming_requirements": 4,
            "trainability": 7,
            "protectiveness": 8
        },
        {
            "name_en": "French Bulldog",
            "name_nl": "Franse Bulldog",
            "description_en": "<p>\n  The French Bulldog, also known as the Frenchie, is a small and muscular breed with a unique appearance. They have a compact body, a flat face, and bat-like ears. French Bulldogs typically weigh between 16 to 28 pounds (7 to 13 kilograms) and stand about 11 to 12 inches (28 to 30 centimeters) tall at the shoulder.\n</p>\n<p>\n  French Bulldogs have a short and smooth coat that comes in various colors, including brindle, fawn, and pied (white with patches of other colors). Their coat requires minimal grooming and occasional brushing to keep it clean and free of loose hair. French Bulldogs are moderate shedders.\n</p>\n<p>\n  <strong>Temperament and Personality:</strong> French Bulldogs are known for their affectionate, sociable, and playful nature. They are friendly dogs that enjoy being around their family and other pets. French Bulldogs have a calm and easygoing temperament and often form strong bonds with their owners. They make excellent companions for individuals and families.\n</p>\n<p>\n  <strong>Exercise Needs:</strong> French Bulldogs have low to moderate exercise needs due to their brachycephalic (short-nosed) structure. They enjoy short walks and playtime but are not overly energetic. It's important to avoid excessive exercise in hot weather due to their susceptibility to heat-related issues. French Bulldogs are best suited for a comfortable indoor environment.\n</p>\n<p>\n  <strong>Grooming Requirements:</strong> French Bulldogs have a short coat that is easy to maintain. Regular brushing helps keep their coat clean and minimizes shedding. Special attention should be given to cleaning their facial folds to prevent skin irritation and infections. Their ears should also be checked regularly and kept clean.\n</p>\n<p>\n  <strong>Trainability:</strong> French Bulldogs are intelligent and eager to please, but they can be stubborn at times. They respond well to positive reinforcement techniques and reward-based training. Early socialization and consistent training are important to help them develop good manners and become well-behaved companions.\n</p>\n<p>\n  French Bulldogs are beloved for their charming and comical personality. They are affectionate lap dogs that thrive on human companionship. With their unique appearance and delightful temperament, French Bulldogs have captured the hearts of many dog enthusiasts around the world.\n</p>\n",
            "description_nl": "<p>\n  De Franse Bulldog, ook wel bekend als de Frenchie, is een klein en gespierd hondenras met een uniek uiterlijk. Ze hebben een compact lichaam, een plat gezicht en vleermuisachtige oren. Franse Bulldogs wegen doorgaans tussen de 7 en 13 kilogram en hebben een schofthoogte van ongeveer 28 tot 30 centimeter.\n</p>\n<p>\n  Franse Bulldogs hebben een korte en gladde vacht die voorkomt in verschillende kleuren, waaronder gestroomd, vaal en bont (wit met vlekken van andere kleuren). Hun vacht vereist minimaal onderhoud en af en toe borstelen om deze schoon en vrij van losse haren te houden. Franse Bulldogs verharen matig.\n</p>\n<p>\n  <strong>Karakter en Persoonlijkheid:</strong> Franse Bulldogs staan bekend om hun aanhankelijke, sociale en speelse karakter. Ze zijn vriendelijke honden die graag in de buurt zijn van hun gezin en andere huisdieren. Franse Bulldogs hebben een rustig en meegaand temperament en vormen vaak sterke banden met hun eigenaren. Ze zijn uitstekende metgezellen voor individuen en gezinnen.\n</p>\n<p>\n  <strong>Bewegingsbehoeften:</strong> Franse Bulldogs hebben een lage tot matige behoefte aan lichaamsbeweging vanwege hun brachycefale (kortneuzige) structuur. Ze genieten van korte wandelingen en speeltijd, maar zijn niet overdreven energiek. Het is belangrijk om overmatige lichaamsbeweging in warm weer te vermijden vanwege hun gevoeligheid voor warmtegerelateerde problemen. Franse Bulldogs gedijen het beste in een comfortabele binnenomgeving.\n</p>\n<p>\n  <strong>Vachtverzorging:</strong> Franse Bulldogs hebben een korte vacht die gemakkelijk te onderhouden is. Regelmatig borstelen helpt de vacht schoon te houden en verharing te minimaliseren. Bijzondere aandacht moet worden besteed aan het schoonmaken van de gezichtsplooien om huidirritatie en infecties te voorkomen. Hun oren moeten ook regelmatig worden gecontroleerd en schoon worden gehouden.\n</p>\n<p>\n  <strong>Aanleren:</strong> Franse Bulldogs zijn intelligent en willen graag gehoorzamen, maar kunnen soms eigenwijs zijn. Ze reageren goed op positieve bekrachtigingstechnieken en beloningsgerichte training. Vroege socialisatie en consistente training zijn belangrijk om hen goede manieren aan te leren en ze op te voeden tot goedgemanierde metgezellen.\n</p>\n<p>\n  Franse Bulldogs worden geliefd om hun charmante en komische persoonlijkheid. Ze zijn aanhankelijke schoothondjes die gedijen op menselijk gezelschap. Met hun unieke uiterlijk en heerlijke temperament hebben Franse Bulldogs de harten veroverd van veel hondenliefhebbers over de hele wereld.\n</p>\n",
            "exercise_needs": 5,
            "grooming_requirements": 2,
            "trainability": 6,
            "protectiveness": 2
        },
        {
            "name_en": "Yorkshire Terrier",
            "name_nl": "Yorkshire Terrier",
            "description_en": "<p>\n  The Yorkshire Terrier, also known as the Yorkie, is a small and glamorous breed with a confident and feisty personality. They have a compact body, a straight back, and a silky, long coat that requires regular grooming. Yorkshire Terriers typically weigh around 4 to 7 pounds (1.8 to 3.2 kilograms) and stand about 8 to 9 inches (20 to 23 centimeters) tall at the shoulder.\n</p>\n<p>\n  Yorkshire Terriers have a beautiful, floor-length coat that comes in various colors, including blue and tan. Their coat requires daily brushing to prevent matting and regular professional grooming to maintain its luxurious appearance. They are a low-shedding breed, making them suitable for individuals with allergies.\n</p>\n<p>\n  <strong>Temperament and Personality:</strong> Yorkshire Terriers are known for their big personalities packed into a small body. They are confident, intelligent, and energetic dogs with a curious nature. Despite their small size, Yorkies make excellent watchdogs and are fiercely loyal to their family. They can be vocal and may display a courageous and bold attitude.\n</p>\n<p>\n  <strong>Exercise Needs:</strong> Yorkshire Terriers have moderate exercise needs. They enjoy daily walks, playtime, and interactive activities such as puzzle toys or agility games. Despite their energy, Yorkies can adapt well to apartment living as long as they receive regular mental and physical stimulation.\n</p>\n<p>\n  <strong>Grooming Requirements:</strong> Yorkshire Terriers have a long and luxurious coat that requires dedicated grooming. Daily brushing helps prevent tangles and mats, and regular professional grooming is necessary to maintain the coat's length and texture. Regular attention to ear cleaning, teeth brushing, and nail trimming is also important for their overall health.\n</p>\n<p>\n  <strong>Trainability:</strong> Yorkshire Terriers are intelligent and eager to please, but they can have a stubborn streak. Positive reinforcement training techniques, consistency, and patience are essential when training Yorkies. Early socialization and obedience training are important to help them develop good manners and become well-rounded companions.\n</p>\n<p>\n  Yorkshire Terriers are delightful companions known for their elegance, confidence, and spunky personality. Despite their small size, they possess a big heart and provide a lot of love and loyalty to their families.\n</p>\n",
            "description_nl": "<p>\n  De Yorkshire Terriër, ook wel bekend als de Yorkie, is een klein en glamoureus hondenras met een zelfverzekerde en levendige persoonlijkheid. Ze hebben een compact lichaam, een rechte rug en een zijdezachte, lange vacht die regelmatige verzorging vereist. Yorkshire Terriërs wegen doorgaans tussen de 1,8 en 3,2 kilogram en hebben een schofthoogte van ongeveer 20 tot 23 centimeter.\n</p>\n<p>\n  Yorkshire Terriërs hebben een prachtige vloerlange vacht die voorkomt in verschillende kleuren, waaronder blauw en tan. Hun vacht vereist dagelijks borstelen om klitten te voorkomen en regelmatige professionele verzorging om de luxueuze uitstraling te behouden. Ze verharen weinig, waardoor ze geschikt zijn voor mensen met allergieën.\n</p>\n<p>\n  <strong>Karakter en Persoonlijkheid:</strong> Yorkshire Terriërs staan bekend om hun grote persoonlijkheden in een klein lichaam. Ze zijn zelfverzekerd, intelligent en energiek, en hebben een nieuwsgierige aard. Ondanks hun kleine formaat zijn Yorkies uitstekende waakhonden en zijn ze vurig loyaal aan hun gezin. Ze kunnen vocaal zijn en een moedige en gedurfde houding tonen.\n</p>\n<p>\n  <strong>Bewegingsbehoeften:</strong> Yorkshire Terriërs hebben matige bewegingsbehoeften. Ze genieten van dagelijkse wandelingen, speeltijd en interactieve activiteiten zoals puzzelspeelgoed of behendigheidsspellen. Ondanks hun energie kunnen Yorkies zich goed aanpassen aan het leven in een appartement, zolang ze regelmatig mentale en fysieke stimulatie krijgen.\n</p>\n<p>\n  <strong>Vachtverzorging:</strong> Yorkshire Terriërs hebben een lange en luxueuze vacht die toegewijde verzorging vereist. Dagelijks borstelen helpt klitten en klitten te voorkomen, en regelmatige professionele verzorging is noodzakelijk om de lengte en structuur van de vacht te behouden. Regelmatige aandacht voor het schoonmaken van de oren, tanden poetsen en nagels knippen is ook belangrijk voor hun algehele gezondheid.\n</p>\n<p>\n  <strong>Aanleren:</strong> Yorkshire Terriërs zijn intelligent en willen graag gehoorzamen, maar kunnen ook eigenwijs zijn. Positieve bekrachtigingstechnieken, consistentie en geduld zijn essentieel bij het trainen van Yorkies. Vroege socialisatie en gehoorzaamheidstraining zijn belangrijk om ervoor te zorgen dat ze goede manieren ontwikkelen en goed afgeronde metgezellen worden.\n</p>\n<p>\n  Yorkshire Terriërs zijn heerlijke metgezellen die bekend staan om hun elegantie, zelfvertrouwen en levendige persoonlijkheid. Ondanks hun kleine formaat hebben ze een groot hart en bieden ze veel liefde en loyaliteit aan hun gezinnen.\n</p>\n",
            "exercise_needs": 6,
            "grooming_requirements": 9,
            "trainability": 7,
            "protectiveness": 2
        },
        {
            "name_en": "Rottweiler",
            "name_nl": "Rottweiler",
            "description_en": "<p>\n  The Rottweiler is a large and powerful breed with a robust build and a confident demeanor. They have a weight range of 80 to 135 pounds (36 to 61 kilograms) and stand about 22 to 27 inches (56 to 69 centimeters) tall at the shoulder. Rottweilers have a strong and muscular body with a broad chest and a distinctive blocky head.\n</p>\n<p>\n  Rottweilers have a short and dense double coat that comes in black with tan markings. Their coat requires regular brushing to keep it clean and to control shedding. Rottweilers are moderate shedders, and they may shed more heavily during seasonal changes.\n</p>\n<p>\n  <strong>Temperament and Personality:</strong> Rottweilers are known for their loyalty, confidence, and protective nature. They are devoted and protective of their family, making them excellent guard dogs. Rottweilers are calm and confident in temperament, and they can be aloof towards strangers. Early socialization and proper training are important to ensure they develop good manners and become well-behaved companions.\n</p>\n<p>\n  <strong>Exercise Needs:</strong> Rottweilers are an active and energetic breed that requires regular exercise to keep them physically and mentally stimulated. They enjoy daily walks, playtime, and activities such as running, swimming, or agility training. Providing them with outlets for their energy helps prevent boredom and promotes a healthy lifestyle.\n</p>\n<p>\n  <strong>Grooming Requirements:</strong> Rottweilers have a short coat that is easy to maintain. Regular brushing helps keep their coat clean and minimizes shedding. They may require additional grooming during shedding seasons to manage the shedding hair. It's important to check their ears regularly, keep their nails trimmed, and maintain their dental hygiene.\n</p>\n<p>\n  <strong>Trainability:</strong> Rottweilers are intelligent and eager to please, making them highly trainable. They respond well to positive reinforcement training methods and consistent, firm, but gentle guidance. Early socialization and obedience training are essential to shape their behavior and ensure they become well-mannered and obedient companions.\n</p>\n<p>\n  Rottweilers are renowned for their strength, loyalty, and protective nature. With proper training, socialization, and care, they can be loving and devoted family companions, excelling in various roles such as working dogs, therapy dogs, or search and rescue dogs.\n</p>\n",
            "description_nl": "<p>\n  De Rottweiler is een groot en krachtig hondenras met een stevige bouw en een zelfverzekerde uitstraling. Ze wegen doorgaans tussen de 36 en 61 kilogram en hebben een schofthoogte van ongeveer 56 tot 69 centimeter. Rottweilers hebben een sterk en gespierd lichaam met een brede borstkas en een kenmerkende vierkante kop.\n</p>\n<p>\n  Rottweilers hebben een korte en dichte dubbele vacht die voorkomt in het zwart met bruine aftekeningen. Hun vacht vereist regelmatig borstelen om deze schoon te houden en de verharing onder controle te houden. Rottweilers verharen matig en kunnen tijdens seizoenswisselingen wat meer haar verliezen.\n</p>\n<p>\n  <strong>Karakter en Persoonlijkheid:</strong> Rottweilers staan bekend om hun loyaliteit, zelfverzekerdheid en beschermende aard. Ze zijn toegewijd aan hun gezin en beschermen hen, waardoor ze uitstekende waakhonden zijn. Rottweilers hebben een rustig en zelfverzekerd temperament en kunnen terughoudend zijn tegenover vreemden. Vroege socialisatie en goede training zijn belangrijk om ervoor te zorgen dat ze goede manieren ontwikkelen en goedgemanierde metgezellen worden.\n</p>\n<p>\n  <strong>Bewegingsbehoeften:</strong> Rottweilers zijn een actief en energiek ras dat regelmatige lichaamsbeweging nodig heeft om ze fysiek en mentaal gestimuleerd te houden. Ze genieten van dagelijkse wandelingen, speeltijd en activiteiten zoals rennen, zwemmen of behendigheidstraining. Het bieden van voldoende beweging helpt verveling voorkomen en bevordert een gezonde levensstijl.\n</p>\n<p>\n  <strong>Vachtverzorging:</strong> Rottweilers hebben een korte vacht die gemakkelijk te onderhouden is. Regelmatig borstelen helpt de vacht schoon te houden en vermindert verharing. Tijdens de verhaarperiodes kan extra verzorging nodig zijn om de verharende haren te beheren. Het is belangrijk om hun oren regelmatig te controleren, nagels te knippen en hun tandhygiëne te onderhouden.\n</p>\n<p>\n  <strong>Aanleren:</strong> Rottweilers zijn intelligent en willen graag gehoorzamen, wat hen zeer trainbaar maakt. Ze reageren goed op positieve bekrachtigingstechnieken en consistente, maar vriendelijke begeleiding. Vroege socialisatie en gehoorzaamheidstraining zijn essentieel om hun gedrag te vormen en ervoor te zorgen dat ze goedgemanierd en gehoorzaam worden.\n</p>\n<p>\n  Rottweilers staan bekend om hun kracht, loyaliteit en beschermende aard. Met de juiste training, socialisatie en verzorging kunnen ze liefdevolle en toegewijde gezinsgezellen zijn. Ze blinken uit in verschillende rollen, zoals werkhonden, therapiehonden of zoek- en reddingshonden.\n</p>\n",
            "exercise_needs": 8,
            "grooming_requirements": 4,
            "trainability": 8,
            "protectiveness": 9
        }
    ]
}
